---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TriangulatedSolidOrShell
source: html/7a7bb7d2-f442-ecef-5517-c16ea67d9fbe.htm
---
# TriangulatedSolidOrShell Members

Releases all resources used by the TriangulatedSolidOrShell